dirkwa/espOS/test/host/espos_log_test/sdkconfig.defaults
CONFIG_IDF_TARGET="linux"
CONFIG_UNITY_ENABLE_IDF_TEST_RUNNER=y
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
CONFIG_ESPOS_LOG_RING_SIZE=2048
CONFIG_ESPOS_LOG_LINE_MAX=64
